Repository: BackupTheBerlios/zeugs-svn
Catalog: trunk/code/i18n/*/LC_MESSAGES/*.po
Languages: de

source: Check Spelling
de: Rechtschreibprüfung

source: Not in dictionary
de: Nicht im Wörterbuch

source: &Ignore
de: Über&springen

source: Ignore &All
de: &Immer überspringen

source: A&dd
de: Zufügen

source: Suggestions
de: Vorschläge

source: &Change
de: &Ersetzen

source: Change A&ll
de: I&mmer ersetzen

source: Clo&se
de: &Schließen

source: Configuration/Layout Editor
de: Editor für Konfigurationsdateien

source: Switch to a different configuration file
de: Konfigurationsdatei wechseln

source: Open
de: Öffnen

source: Replace images
de: Bilddateien ersetzen

source: Import pupils
de: Schülerdaten importieren

source: Field Name
de: Feldname

source: Value
de: Wert

source: Make a copy of the current node
de: Den aktuellen Knoten kopieren

source: Clone
de: Klonen

source: Remove the current node
de: Den aktuellen Knoten löschen

source: Delete
de: Entfernen

source: Save to temporary file
de: In einer temporären Datei speichern

source: Save
de: Speichern

source: Save the changes and exit the program
de: Die Änderungen speichern und das Programm verlassen

source: Quit
de: Schließen

source: Zeugs: select application
de: Zeugs: Anwendung auswählen

source: Text bigger
de: Schrift größer

source: Text smaller
de: Schrift kleiner

source: Enter the report editor
de: Zeugnis-Editor starten

source: Edit reports
de: Zeugnisse editieren

source: Synchronize a user database with the master
de: Benutzer-Datenbank mit dem Hauptdatenbank synchronisieren

source: Synchronize database
de: Datenbank synchronisieren

source: Print whole reports or single pages
de: Ganze Zeugnisse oder Einzelseiten drucken

source: Print reports
de: Zeugnisse drucken

source: User
de: Benutzer

source: Administrative functions for the master database
de: Hauptdatenbank-Verwaltungsfunktionen

source: Control Panel
de: Verwaltungs-Schaltfläche

source: Configuration/Layout editor
de: Editor für Konfigurationsdateien

source: Database setup
de: Datenbank einrichten

source: Should be run once only, when the Zeugs system is installed
de: Sollte nur einmal ausgeführt werden, wenn das Zeugs-System installiert wird

source: Initialize master database
de: Hauptdatenbank einrichten

source: Connect to Zeugs
de: Verbindung zu Zeugs herstellen

source: C&onnect
de: &Verbinden

source: &Cancel
de: &Abbrechen

source: &Password:
de: &Kennwort:

source: &Host:
de: &Server:

source: Enter Connection Information
de: Verbindungsdaten eingeben

source: &User:
de: &Benutzer

source: Specify csv-Format
de: csv-Format spezifizieren

source: Column separator
de: Spaltentrennzeichen

source: Print Reports
de: Zeugnisse Drucken

source: Pages from
de: Seiten von

source: to
de: bis

source: last page first
de: letzte Seite zuerst

source: print to file (pdf)
de: pdf-Datei-Ausgabe

source: odd pages
de: ungerade Seiten

source: even pages
de: gerade Seiten

source: Cancel
de: Abbrechen

source: Database:
de: Datenbank:

source: Enter Password
de: Kennwort eingeben

source: New Node
de: Neuen Knoten

source: Enter the name for the new node:
de: Den Namen für den neuen Knoten eingeben:

source: New Password
de: Neues Kennwort

source: Enter password:
de: Kennwort eingeben:

source: Repeat password:
de: Kennwort wiederholen:

source: Accept
de: Annehmen

source: Progress report
de: Fortschrittsanzeige

source: Print preview
de: Druck-Vorschau

source: Pupil
de: SchülerIn

source: Page
de: Seite

source: left
de: links

source: right
de: rechts

source: Done
de: Fertig

source: size
de: Größe

source: Zeugs Control Panel
de: Zeugs Verwalten

source: Current Database
de: Aktuelle Datenbank

source: Host
de: Server

source: Active
de: Aktiv

source: Update
de: Aktualisieren

source: Finalized
de: Abgeschlossen

source: Backup
de: Sichern

source: Print
de: Drucken

source: New
de: Neu

source: Synchronize with user file
de: Mit Zeugnisdatei synchronisieren

source: Synchronize
de: Synchronisieren

source: Extra
de: zusätzliche Optionen

source: Restore from backup
de: Von Sicherheitskopie wieder herstellen

source: Dump config files
de: Konfigurationsdateien neu ausschreiben

source: database
de: Datenbank

source: Generate user databases
de: Lehrer-Zeugnisdateien erzeugen

source: Reset password
de: Kennwort zurücksetzen

source: Select all
de: Alle vormerken

source: Invert selection
de: Auswahl umkehren

source: Unselect all
de: Keine vormerken

source: teachers
de: Lehrer(innen):

source: MainWindow
de: Hauptfenster

source: Class
de: Klasse

source: Subject
de: Fach

source: Previous pupil
de: vorige(r) Schüler(in)

source: Next pupil
de: nächste(r) Schüler(in)

source: Teacher:
de: Lehrer(in):

source: Click on a character to insert it in the text
de: Auf ein Zeichen clicken, um es in den Text einzufügen

source: &File
de: &Datei

source: &Edit
de: &Bearbeiten

source: &Report
de: &Zeugnis

source: &Copy
de: &Kopieren

source: Copy marked text
de: markierten Text kopieren

source: Cu&t
de: Aus&schneiden

source: Cut marked text
de: markierten Text ausschneiden

source: &Paste
de: Ein&fügen

source: Paste to cursor position
de: Einfügen

source: &Undo
de: Z&urücksetzen

source: Undo last editing operation(s)
de: Letzte Änderung(en) rückgängig machen

source: &Redo
de: &Wieder ausführen

source: Redo last undone editing operation
de: Letzte annullierte Änderung wieder ausführen

source: Special style text
de: Sonderschrift

source: Normal style text
de: Normalschrift

source: Special style text (right aligned)
de: Sonderschrift, rechts angeordnet

source: indent
de: Einzug +

source: Increase line indentation
de: Zeileneinzug vergrößern

source: unindent
de: Einzug -

source: Decrease line indentation
de: Zeileneinzug vermindern

source: Print all reports for this subject
de: Zeugnisse für dieses Fach drucken

source: Report completed
de: Zeugnis vollständig

source: &Open
de: &Öffnen

source: Open Report Database
de: Zeugnisdatei öffnen

source: &Quit
de: &Schließen

source: Next unfinished report
de: Nächstes unfertiges Zeugnis

source: Go to next uncompleted report
de: nächstes unfertiges Zeugnis zeigen

source: Auto-spellcheck
de: automatische Rechtschreibprüfung

source: Automatic spellchecking
de: automatische Rechtschreibprüfung

source: Check spelling
de: Rechtschreibprüfung

source: Interactive spelling checker
de: Dialog zur Rechtschreibprüfung

source: Print this report
de: Dieses Zeugnis drucken

source: Print just this report
de: Nur dieses Zeugnis drucken

source: Form
de: Fenster

source: Open report file
de: Zeugnisdatei öffnen

source: Select all pupils
de: Alle SchülerInnen

source: Unselect all pupils
de: Keine SchülerInnen

source: Shrink to A4
de: Auf A4 reduzieren

source: Landscape orientation
de: Querformat

source: Last page first
de: Letzte Seite zuerst

source: Print to file (pdf)
de: pdf-Datei-Ausgabe

source: Pupils
de: SchülerInnnen

source: Sheet selection
de: Blattauswahl

source: A3 sheets
de: A3-Blätter

source: A4 sheets
de: A4-Blätter

source: Individual pages
de: Alle Seiten als einzelne

source: Messages
de: Mitteilungen

source: Preview
de: Vorschau

source: zgsetup - initialize database
de: zgsetup - Hauptdatenbank einrichten

source: User Database:
de: Zeugnisdatei:

source: Change file
de: Datei wechseln

source: Master Database
de: Hauptdatenbank

source: Host:
de: Server:

source: User:
de: Benutzer:

source: Change Password
de: Neues Kennwort

source: Overwrite?
de: Überschreiben?

source: File '%s' exists already. Delete it?
de: Die Datei '%s' existiert schon. Löschen?

source: Couldn't delete file '%s'
de: Datei '%s' konnte nicht gelöscht werden

source: Creating table '%s'
de: Tabelle '%s' wird erzeugt

source: Creating table 'data'
de: Tabelle 'data' wird erzeugt

source: Copying reports ...
de: Zeugnisse werden kopiert ...

source: Copying out to file
de: Die Daten werden zur Datei ausgeschrieben

source: DONE!
de: FERTIG!

source: Couldn't create database file. Removing incomplete file (%1)
de: Zeugnisdatenbank konnte nicht erzuegt werden. Unvollständige Datei (%1) wird entfernt

source: Couldn't create table '%1'
de: Tabelle '%1' konnte nicht erzuegt werden

source: Created interface table
de: 'interface'-Tabelle wurde erzeugt

source: Creating teacher report tables ...
de: Zeugnistabellen werden erzeugt ...

source: Couldn't restore database
de: Datenbank konnte nicht wieder hergestellt werden

source: Spelling check completed
de: Rechtschreibprüfung fertig

source: File '%1' is not a 'Zeugs' database, version '%2'
de: Datei '%1' ist keine 'Zeugs'-Datenbank, Version '%2'

source: Select database file
de: Wähle Zeugnisdatei

source: Database Files
de: Zeugnisdateien

source: Pupil '%1' has more than one entry for subject '%2'
de: Mehr als einen Kurs im Fach '%2' für Schüler '%1' gefunden

source: Couldn't create database file '%1': File exists already
de: Zeugnisdatei %1 konnte nicht erzeugt werden: Datei existiert schon

source: Couldn't create database file '%1'
de: Zeugnisdatenbank '%1' konnte nicht erzuegt werden

source: Couldn't open database file '%1'
de: Zeugnisdatei '%1' konnte nicht geöffnet werden

source: Problem removing user
de: Benutzerkonto konnte nicht entfernt werden

source: Couldn't drop user '%s'. Alter its properties?
de: Benutzer '%s' konnte nicht entfernt werden. Seine Eigenschaften ändern?

source: Program Error - please report %1
de: Programmfehler - bitte melden %1

source: Warning
de: Warnung

source: Error
de: Fehler

source: Font not available: '%s'
de: Schriftart nicht installiert: '%s'

source: Look in:
de: Suchen in:

source: Directory name:
de: Ordnername:

source: Files of type:
de: Dateien vom Typ:

source: File name:
de: Dateiname:

source: Passwords don't match, try again
de: Kennwörter sind nicht identisch, bitte wiederholen

source: A login name must be given
de: Ein Login-Name muss eingegeben werden

source: No frames left for text: %1
de: Keine weiteren 'frames' bleiben für den Text: %1

source: Couldn't find dictionary for language %s. Spelling checks will be disabled
de: Kein Wörterbuch für die Sprache %s wurde gefunden. Rechtschreibprüfung wird nicht funktionieren

source: Choose Configuration File
de: Konfigurationsdateie wählen

source: zip Files
de: zip-Dateien

source: The supplied configuration file (%s) could not be opened. A completely empty configuration will be created.
de: Die angegebene Konfigurationsdatei (%s) konnte nicht geöffnet werden. Eine 'leere' Konfiguration wird erzeugt

source: Config Editor: %s
de: Konfigurationseditor: %s

source: For database: %s
de: Für Datenbank: %s

source: Saved as '%s'
de: Als '%s' gespeichert

source: Could not save data to '%s'
de: Die Daten konnten nicht zu '%s' gespeichert werden

source: Save file to
de: Datei speichern als

source: Replace existing file?
de: Existierende Datei ersetzen?

source: The changes have been saved to '%s'. Should this now replace the previous data?
de: Die Änderungen wurden zu '%s' gespeichert. Sollte jetzt die alten Daten ersetzt werden?

source: Couldn't update configuration file '%s'
de: Konfigurationsdatei '%s' konnte nicht aktualisiert werden

source: Can't clone this node
de: Dieser Knoten kann nicht geklont werden

source: Node '%s' already exists
de: Knoten '%s' existiert schon

source: Can't delete this node
de: Dieser Knoten kann nicht gelöscht werden

source: This is the last node of its type, not deleting
de: Dieser ist der letzte Knoten seiner Art, er wird nicht gelöscht

source: Importing pupil data
de: Schülerdaten werden importiert

source: Image Folder
de: Ordner mit Bilddateien

source: User name problem
de: Problem mit Benutzernamen

source: User '%1' already exists. Try to recreate?
de: Benutzer '%1' existiert schon. Neu erzeugen?

source: Database Problem: Couldn't create user '%1'
de: Datenbank-Problem: Benutzer '%1' konnte nicht erzeugt werden

source: No data source
de: Keine Datenquelle

source: %d files containing errors found
de: %d Dateien mit Fehlern wurden gefunden

source: The supplied configuration file (%s) could not be opened. Actually this shouldn't be possible!
de: Die angegebene Konfigurationsdatei (%s) konnte nicht geöffnet werden. Das sollte eigentlich nicht möglich sein!

source: New database '%1' created, now read in the data
de: Neue Zeugnisdatenbank '%1' wurde erzeugt, nun Daten einlesen

source: Create New Database
de: Neue Datenbank erzeugen

source: Couldn't create new database (%1)
de: Zeugnisdatenbank (%1) konnte nicht erzuegt werden

source: Database name does not match data folder
de: Datenbank-Name ist nicht mit Datenordener identisch

source: New backup file '%1' created, now read in the data
de: Neue Sicherungsdatei '%1' wurde erzeugt, nun Daten einlesen

source: Create Backup File
de: Sicherungsdatei erzeugen

source: Updating database '%1' from %2
de: Datenbank '%1' wird von %2 aktualisiert

source: Updating Master Database
de: Haupt-Zeugnisdatenbank aktualisieren

source: Update failed, trying to restore from '%1'
de: Aktualisierung gescheitert, es wird versucht von '%1' die Daten wieder herzustellen

source: Database '%1' cleared, now restore the data
de: Zeugnisdatenbank '%1' wurde entleert, jetzt Daten wieder herstellen

source: Restore Database
de: Zeugnisdatei wieder herstellen

source: Delete Database?
de: Datenbank löschen?

source: Do you really want to delete database '%1'?
de: Soll Datenbank '%1' wirklich gelöscht werden?

source: Couldn't delete database '%1'. Try again ...
de: Datenbank '%1' konnte nicht gelöscht werden. Versuche noch einmal ...

source: Invalid operation on finalized database.
de: Ungültige Operation auf abgeschlossene Datenbank

source: Passwords reset to '%1' for users: %2
de: Passwörter auf '%1' gesetzt für Benutzer: %2

source: Destination Folder
de: Zielordner

source: New backup file '%1' opened, now write in the data
de: Neue Sicherungsdatei '%1' wurde erzeugt, jetzt Daten einlesen

source: Database Folder
de: Ordner für Zeugnisdateien

source: Source File
de: Quelldatei

source: Backup Files
de: Sicherungsdateien

source: Creating multiple user database files ...
de: Mehrere Lehrer-Zeugnisdateien werden erzeugt ...

source: Database file '%1' created, now read in the data
de: Neue Zeugnisdatei '%1' wurde erzeugt, nun Daten einlesen

source: Create User Database File
de: Lehrer-Zeugnisdatei erzeugen

source: Create Full Database Dump File
de: Vollständige Zeugnisdatei erzeugen

source: Replace Database?
de: Zeugnisdatenbank ersetzen?

source: Are you sure you want to replace database '%1'?
de: Soll Datenbank '%1' wirklich ersetzt werden?

source: Finalize Database?
de: Datenbank abschließen?

source: Finalizing stops teachers' access to the database. It may also clear their passwords. Continue?
de: Eine Datenbank abzuschließen verhindert Lehrerzugang dazu. Ihre Passwörter können auch zurückgesetzt werden.

source: User database file
de: Zeugnisdatei

source: Report Files
de: Zeugnis-Dateien

source: %s: Database name does not match current master name
de: %s: Datenbank-Name in der Datei passt nicht zur aktuellen Hauptdatenbank

source: Couldn't remove user '%1'
de: Benutzer '%1' konnte nicht entfernt werden

source: Parent Folder
de: Umschließender Ordner

source: '%1' already exists
de: '%1' existiert schon

source: Couldn't open '%s' for writing
de: '%s' konnte nicht für das Schreiben geüffent werden

source: Configuration saved to '%s'
de: Konfiguration wurde als '%s' gespeichert

source: *************** Database files could not be created for: %s
de: *************** Zeugnisdateien konnten für folgende Lehrer nicht erzeugt werden: %s

source: Folder: csv-files
de: Ordner: csv-Dateien

source: Ignoring '%s'
de: '%s' wird übersprungen

source: ERROR: There is no class with tag '%s'
de: FEHLER: Es gibt keine Klasse mit Bezeichner '%s'

source: Reloading pupil information can lead to loss or mixing up of reports. Continue?
de: Das erneute Importieren der Schülerdaten kann dazu führen, dass Zeugnisse verloren oder durcheinander gehen. Trotzdem importieren?

source: Removing all pupils from class '%s'
de: Alle Schüler der Klasse '%s' werden gelöscht

source: Fetching pupils from file '%s'
de: Schülerdaten werden von '%s' importiert

source: ERROR: Insufficient columns at line %d
de: FEHLER: Nicht genug Spalten in Zeile %d

source: Imported %d pupils
de: %d Schüler wurden importiert

source: Folder containing image (picture) files used in the reports
de: Ordner mit Bilddateien für die Zeugnisse

source: Folder containing teachers signatures as images
de: Ordner mit Lehrerunterschriften als Bilddateien

source: An image file (svg-format)
de: Eine Bilddatei (svg-Format)

source: Folder containing layout definitions
de: Ordner mit Layout-Definitionen

source: Folder containing a single layout definition
de: Ordner für eine einzelne Layout-Definition

source: Font definitions
de: Schrift-Definitionen

source: A single font definition
de: Eine einzelne Schrift-Definition

source: The name of the font family, e.g. 'DejaVu Sans'
de: Der Name der Schriftfamilie, z.B. 'DejaVu Sans'

source: Font size in points
de: Schriftgröße in 'Points'

source: Font weight (0-100)
de: Schriftdichte (0-100)

source: Stretch factor, unstretched is 1.0
de: Streckungsfaktor, 1.0 für ungestreckt

source: Use italic/sloped style (boolean)
de: Schrägschrift (boolescher Wert)

source: Underlined font (boolean)
de: Unterstrichene Schrift (boolescher Wert)

source: Line spacing factor, normal is 1.0
de: Zeilenabstandsfaktor, 1.0 für den normalen Abstand

source: The colour of the font, in #rrggbb format, hex values
de: Schriftfarbe, in #rrggbb-Format, Hexadezimal-Werte

source: Text object definitions
de: Text-Objekt-Definitionen

source: A single text object definition
de: Eine einzelne Text-Definition

source: The font for this text
de: Schriftart für diesen Text

source: The text to display
de: Der gezeigte Text

source: Line object definitions
de: Defintionen der Linienobjekte

source: A single line object definition
de: Definition einer einzelnen Linienobjekt

source: The thickness of the line
de: Die Breite der Linie

source: The colour of the line, in #rrggbb format, hex values
de: Die Farbe der Linie, in #rrggbb-Format, Hexadezimal-Werte

source: Starting x-coordinate
de: x-Koordinate des Anfangs

source: Ending x-coordinate
de: x-Koordinate des Endes

source: Starting y-coordinate
de: y-Koordinate des Anfangs

source: Ending y-coordinate
de: y-Koordinate des Endes

source: Image object definitions
de: Definitionen der Bildobjekte

source: A single image object definition
de: Definition eines einzelnen Bildobjekts

source: The file (in the 'imagefiles' folder) containing this image
de: Die Datei (im Ordner 'imagefiles'), die dieses Bild enthält

source: The vertical size of this image
de: Die senkrechte Größe des Bildes

source: Frame configuration information
de: Konfigurationsdaten für die 'frames' (Kästchen)

source: A single frame definition
de: Definition eines einzelnen 'frame' (Kästchen)

source: Space above report text
de: Oberer Rand (für Zeugnistext)

source: Space below report text
de: Unterer Rand (für Zeugnistext)

source: Indentation of first text line
de: Einzug der ersten Textzeile

source: Indentation relative to title (boolean)
de: Einzug relativ zur Überschrift (boolescher Wert)

source: Format string for title
de: Zeichenkette zur Formatierung der Überschrift

source: The title is placed at the right of the frame (boolean)
de: Überschrift wird rechts platziert (boolescher Wert)

source: The title is shown even in empty frames (boolean)
de: Die Überschrift wird auch in leeren Kästchen gezeigt (boolescher Wert)

source: x-offset of title (relative to chosen margin)
de: x-Einzug der Überschrift (links/rechts je nach Platzierung)

source: y-offset of title
de: y-Einzug der Überschrift

source: Height of signature image, '0' implies don't use image
de: Höhe des Unterschrift-Bildes, '0' bedeutet kein Bild

source: The image is placed at the left of the frame (boolean)
de: Das Bild wird links platziert (boolescher Wert)

source: x-offset for image
de: x-Einzug des Bildes

source: y-offset for image
de: y-Einzug des Bildes

source: Format string for teacher's name
de: Zeichenkette zur Formatierung des Lehrernamens

source: The name is placed at the left of the frame (boolean)
de: Der Name wird links platziert (boolescher Wert)

source: The name is placed at the bottom of the frame (boolean)
de: Der Name wird unten platziert (boolescher Wert)

source: Teacher's name is displayed regardless of image (boolean)
de: Lehrername wird auch gezeigt wenn ein Unterschrift-Bild gezeigt wird (boolescher Wert)

source: Teacher's name is displayed in all frames, else at most one (boolean)
de: Lehrername wird in allen 'frames' (Kästchen) gezeigt, sonst höchstens ineinem (boolescher Wert)

source: x-offset of name (relative to chosen margin)
de: x-Einzug des Namens (links/rechts je nach Platzierung)

source: y-offset of name (relative to chosen margin)
de: y-Einzug des Names (oben/unten je nach Platzierung)

source: Height of frame
de: Höhe des 'frame' (Kästchen)

source: Minimum height of frame
de: Mindesthöhe des 'frame' (Kästchen)

source: Select behaviour when no report for a subject is available: Skip, Title, Empty, StrikeOut
de: Verhalten für den Fall, dass für ein Fach kein Zeugnis vorhanden ist: Skip (überspringen), Title (Überschrift), Empty (leer), StrikeOut (durchstreichen)

source: Display information for subjects
de: Informationen über das Anzeigen der Fächer

source: Information for a single subject
de: Daten für ein einzelnes Fach

source: The name which is displayed for this subject
de: Der gezeigte Name für dieses Fach

source: These frames contain the given subject
de: Diese 'frames' (Kästchen) sind für die Anzeige des Faches zuständig

source: Subject-block object definitions
de: Definitionen der Fach-Block-Objekte

source: Information for a single subject-block
de: Daten für einen einzelnen Fach-Block

source: The line to separate reports, '0' => none
de: Die Linie zur Trennung der Fächer, '0' => keine

source: Vertical space for block
de: Höhe des Blocks

source: List of subjects to put in this block, if they fit
de: Liste der Fächer für diesen Block, insoweit sie passen

source: Folder containing sheet definitions
de: Ordner mit Blatt-Definitionen

source: Single sheet definition
de: Definition eines einzelnen Blatts

source: The paper size
de: Papiergröße

source: Folder containing page definitions
de: Ordner mit Seitendefinitionen

source: Single page definition
de: Definition einer einzelnen Seite

source: General information about the page
de: Allgemeines über die Seite

source: Which sheet of the complete report
de: Auf welchem Blatt die Seite erscheint

source: Which side of the sheet (boolean)
de: Auf welcher Seite des Blatts (boolescher Wert, 0 => vorne)

source: Horizontal offset of page area
de: Abstand des Druckbereiches vom linken Blattrand

source: Which page position on sheet (A3 only)
de: Welche Position auf der Blattseite (nur A3)

source: Individual object placement on the page
de: Platziereung eines einzelnen Objektes auf der Seite

source: Type of object and its identifier: <type>/<id>
de: Objekt-Typ und Bezeichner: <Typ>/<Bezeichner>

source: x-coordinate of item
de: x-Koordinate des Objekts

source: y-coordinate of item
de: y-koordinate des Objekts

source: Data concerning the whole document
de: Daten die das ganze Dolement betreffen

source: Individual pages in rendering order
de: Einzelne Seiten in der Reihenfolge des Aufbaus

source: The width of the layout page
de: Breite der 'Layout'-Seite

source: The height of the layout page
de: Höhe der 'Layout'-Seite

source: Top margin, y-axis offset
de: Obererer Rand, y-Einzug

source: Width of content area
de: Breite des Druckbereiches

source: Height of content area
de: Höhe des Druckbereiches

source: Font for report texts
de: Schrift für Zeugnistexte
