Repository: BackupTheBerlios/zeugs-svn
Catalog: trunk/code/i18n/*/LC_MESSAGES/*.po
Languages: de

source: Text indentation (whole paragraph)
de: Texteinzug (ganze Absätze)

source: Additional indentation for first line of paragraph
de: Zusätzlicher Einzug für die erste Zeile eines Absatzes

source: Font for 'special' text
de: Schrift für 'Sondertext'

source: Default indentation of special text
de: ursprünglicher Einzug für 'Sondertext'

source: Font for title
de: Schrift für Überschriften

source: Font for teacher's name
de: Schrift für Lehrernamen

source: Full justification (boolean)
de: Blocksatz (boolescher Wert)

source: Data concerning the whole system
de: Daten die das ganze System betreffen

source: School-year, as it should appear in the reports
de: Schuljahr, so wie es in den Zeugnissen erscheinen soll

source: Network-address of the master database
de: Netzwerk-Adresse der Hauptdatenbank

source: The name of the dictionary for spell-checking, e.g. 'de_DE' for German
de: Der Name des Wörterbuchs für die Rechtschreibprüfung, z.B. 'de_DE' für Deutsch

source: Special, non-ASCII, characters (language-dependent)
de: Besondere, nicht-ASCII Zeichen (abhängig von der Sprache)

source: Information about the teachers
de: Informationen über die Lehrer

source: Individual teacher information
de: Daten für einzelne Lehrer

source: The teacher's (real) name
de: Der (wirkliche) Name des Lehrers

source: Folder containing class information
de: Ordner mit Informationen über die Klassen

source: Folder containing information for a single class
de: Ordner mit Informationen für eine einzelne Klasse

source: General information about the class
de: Allgemeines über die Klasse

source: The actual (displayed) name for the class
de: Der eigentliche (gezeigte) Name der Klasse

source: The layout definition to be used for this class
de: Die Layout-Definition die für diese Klasse verwendet werden soll

source: Last automatically allocated pupil id. In general, don't touch it!
de: Letzer automatisch vergebene Schülerbezeichner. Sollte normalerweise nicht geändert werden.

source: Information about the courses taught
de: Informationen über die unterrichteten Kurse

source: Information about a single course
de: Daten für einen einzelnen Kurs

source: Teacher's 'tag' (short identifier)
de: Lehrerkürzel

source: The teaching group (class subset)
de: Unterrichtsgruppe (Untermenge der Klasse)

source: Information about the pupils
de: Informationen über die Schüler

source: Information about a single pupil
de: Daten für einen einzelnen Schüler

source: Pupil's surname
de: Nachname des Schülers

source: Pupil's forenames
de: Vornamen des Schülers

source: Pupil's date of birth
de: Geburtsdatum des Schülers

source: Pupil's place of birth
de: Geburtsort des Schülers

source: The teaching groups (class subsets), space-separated
de: Seine Unterrichtsgruppen, durch Leerzeichen getrennt

source: No specification for path '%s'
de: Keine Angaben für den Pfad ''%s'

source: Welcome to the Zeugs initialization utility. This will set up a control database on your PostgreSQL server.You should only need to run this once to prepare the database server for use with Zeugs.
de: Willkommen! Hier ist der Zeugs-Einrichtungsassistent. Dieses Programm richtet eine Zeugs-Kontrolldatenbank auf dem PostgresQL-Server ein. Es sollte nur einmal ausgeführt werden müssen, um den Datenbank-Server auf die Zeugs-Bedürfnisse vorzubereiten.

source: Connecting to postgres@%s
de: Die Verbindung zu postgres@%s wird hergestellt

source: Couldn't open 'postgres' database
de: Datenbank 'postgres' konnte nicht geöffnet werden

source: Checking existing databases
de: Existiernede Datenbanken werden gesucht

source: Remove Control Database?
de: Kontrolldatenbank entfernen?

source: The control database (%s) already exists. Should it be removed, with everything it contains?
de: Die Kontrolldatenbank (%s) existiert schon. Sollte sie gelöscht werden,samt allen Inhalten?

source: Removing database '%s'
de: Datenbank '%s' wird gelöscht

source: Couldn't remove old data - summon a PostgreSQL expert: %s
de: Die alten Daten konnten nicht gelöscht werden - am Besten einen PostgreSQL-Experten holen: %s

source: Trying to remove users ...
de: Versuche, die alten Benutzer zu entfernen ...

source: ... couldn't remove user '%s'
de: ... Benutzer '%s' konnte nicht entfernt werden

source: Creating control database
de: Die Kontrolldatenbank wird erzeugt

source: Couldn't open control database
de: Kontrolldatenbank konnte nicht geöffnet werden

source: Couldn't set up the '%s' database. Please try again: %s
de: Die Kontrolldatenbank '%s' konnte nicht eingerichtet werden. Bitte noch einmal probierenen: %s

source: Success! The control database is ready.
de: Erfolg! Die Kontrolldatenbank ist eingerichtet

source: Now use the control panel (zgcp) to set up report databases.
de: Jetzt kann man die Verwaltungsanwendung (zgcp) benutzen, um Zeugnisdatenbanken einzurichten.

source: The administrative user '%s' will now be created. Please enter a difficult-to-guess password
de: Der administrative Benutzer '%s' wird jetzt erzeugt. Bitte ein schwer zu erratendes Kennwort eingeben

source: Enter the column numbers for the data in your csv files. If a field is not present in the csv file, set the column to 0.
de: Die Spaltennummern für die Daten in den csv-Dateien eingeben. Falls ein Feld nicht in der csv-Datei vorhanden ist, die Spaltennummer auf 0 setzen.

source: created 'config' table
de: 'config'-Tabelle wurde erzeugt

source: updated 'config' table
de: Tabelle 'config' wurde aktualisiert

source: (re)created interface table
de: 'interface'-Tabelle wurde erzeugt/ersetzt

source: creating/updating reports tables
de: Zeugnistabellen erzeugen/aktualisieren

source: Deleting report %1
de: Zeugnis %1 wird gelöscht

source: ... made %1
de: ... erzeugte %1

source: Creating initial reports
de: Zeugnisschablonen werden erzeugt

source: ... removing %1
de: ... %1 wird entfernt

source: BUG - Unknown verification test, '%s'
de: PROGRAMM-FEHLER - unbekannter Datenüberprüfungstest

source: Invalid 'integer' value
de: Ungültiger Ganzzahlwert

source: Invalid 'real' value
de: Ungültiger reelle Zahlwert

source: Invalid 'boolean' value
de: Ungültige boolescher Wert

source: Invalid 'colour' value
de: Ungültiger Farbenwert

source: Must be one of %s
de: Muss eines von %s sein

source: Referenced item not defined
de: Verweis stimmt nicht

source: Page has no definition: '%s'
de: Seite hat keine Definition: '%s'

source: Subject not found in 'subject_frames' folder
de: Fach nicht im Ordner 'subject_frames' vorhanden

source: Insufficient frames for subject (%s)
de: Nicht genug 'frames' (Kästchen) für Fach %s

source: Invalid subject (%s) in subject block
de: Ungültiger Fachkürzel im Fach-Block

source: Font not available: %s
de: Schriftart nicht installiert: %s

source: Unknown node type -'%s'
de: Unbekannter Knotentyp - '%s'

source: No database file open
de: Keine Zeugnisdatei ist offen

source: Database file '%s' contains invalid data
de: Die Zeugnisdatei '%s' enthält ungültige Daten

source: This is a master database - editing is not permitted
de: Diese ist eine 'Master'-Zeignisdatei - sie darf nicht geändert werden

source: No pages to print
de: Keine Seiten zum Drucken

source: Print to pdf-file
de: pdf-Datei-Ausgabe

source: pdf Files
de: pdf-Dateien

source: incomplete
de: unvollständig

source: complete
de: vollständig

source: zgedit - Waldorf report editor (%1)
de: zgedit - Waldorf-Zeugnisse bearbeiten (%1)

source: Class %1
de: Klasse %1

source: page %1 of %2
de: Seite %1 von %2

source: zgprint - Waldorf report printer (%1)
de: zgprint - Waldorf-Zeugnisse ausdrucken (%1)

source: Invalid item for print rendering on page %1: %2
de: Ungültiges Objekt für die Druckformatierung auf Seite %1: %2

source: Invalid subject (%s) in blocks subject list
de: Ungültiges Fach in Fachliste

source: No 'pages' definition in layout section 'document'
de: Keine Definition für 'pages' im Layout-Abschnitt 'document'

source: pdf: folder for class folders
de: pdf: Ordner für Klassenordner

source: Printing report for %1
de: Zeugnis für %1 wird gedruckt

source: --- page %s
de: --- Seite %s

source: --- sheet %s
de: --- Blatt %s

source: No page with name '%1'
de: Keine Seite hat Kennzeichen '%1'

source: *** DONE ***
de: *** FERTIG ***

source: User Database File
de: Zeugnisdatei

source: Synchronize %s
de: %s Synchronisieren

source: '%s' is not a teacher's database file
de: '%s' ist keine Lehrer-Zeugnisdatei

source: Password changed
de: Kennwort wurde geändert

source: Couldn't change password
de: Kennwort konnte nicht geändert werden

source: This database is finalized, you can't access it
de: Diese Datenbank ist abgeschlossen, Zugang gesperrt

source: Couldn't open master database
de: Hauptdatenbank konnte nicht geöffnet werden

source: The database file (%1) is being used by another application
de: Die Zeugnisdatei (%1) wird von einer anderen Anwendung benutzt

source: You should install 'lsof' so that usage of the file can be tested
de: Bitte 'lsof' installieren, damit der Zugriffsstatus der Datei geprüft werden kann

source: Couldn't rename the database file (%1). Is it being used by another application?
de: Die Zeugnisdatei (%1) konnte nicht umbenannt werden. Wird es von einer anderen Anwendung benutzt?

source: Database file renamed to %s
de: Zeugnisdatei wurde nach %s umbenannt

source: %1: Owning teacher (%2) not known to master database
de: %1: Datenbank-Lehrer (%2) in der Hauptdatenbank unbekannt

source: Copying reports from user database to master
de: Zeugnisse werden von 'reports' an die Hauptdatenbank übertragen

source: Invalid report, not updated : %s
de: Ungültiges Zeugnis, nicht übertragen: %s

source: Report update problem
de: Problem bei der Zeugnisaktualisierung

source: Master version of report has been updated since this client was last synchronized. Replace that version of '%s'?
de: Dieses Zeugnis (%s) wurde seit der letzen Synchronisierung in der Hauptdatenbank geändert. Diese Version überschreiben?

source: Revised master version of report '%s' will be overwritten
de: Zeugnis '%s' in Hauptdatenbank wird überschrieben

source: Revised master version of report '%s' not overwritten
de: Zeugnis '%s' in Hauptdatenbank nicht überschrieben

source: Couldn't update report '%s'
de: Zeugnis '%1' konnte nicht aktualisiert werden

source: Transferred %d reports
de: %d Zeugnisse wurden übertragen

source: Recreating the user database
de: Lehrer-Zeugnisdatei neu erzeugen

source: Master database is in unstable state. Waiting ...
de: Die Hauptdatenbank wird im Moment aktualisiert, einen Moment warten, bitte ...

source: Couldn't create database file in folder %1, select new folder
de: Zeugnisdatei konnte nicht im Ordner %1 erzeugt werden, neuen Ordner eingeben

source: Abandon?
de: Abbrechen?

source: User database not regenerated, do you really want to abandon this operation?
de: Zeugnisdatei wurde nicht wieder hergestellt, soll dieser Vorgang wirklich abgebrochen werden?

source: SUCCESS! - User database regenerated
de: ERFOLG! - Zeugnisdatei wieder hergestellt

source: Master has been updated, need to repeat...
de: Die Hauptdatenbank wurde inzwischen aktualisiert, dieser Vorgang muss wiederholt werden...

source: FAILED! Couldn't regenerate user database. --- Please contact administrator!
de: FEHL GESCHLAGEN!!! Die Zeugnisdatei konnte nicht wieder hergestellt werden, melden Sie sich bitte beim Administrator!
